Repository: pdv-software/dashboard
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de_de

source: Dashboard Configuration
de_de: Konfiguration Dashboard

source: Background color:
de_de: Hintergrund Farbe:

source: Description:
de_de: Beschreibung:

source: Grid size:
de_de: Gitter Größe:

source: Make this dashboard the first shown
de_de: Dashboard als erstes Anzeigen

source: Main
de_de: Haupt

source: Activate this dashboard
de_de: Aktiviert das Dashboard

source: Published
de_de: Veröffentlicht

source: Anyone with the URL can see this dashboard
de_de: Jeder mit der URL kann dieses Dashboard sehen

source: Public
de_de: Öffentlich

source: Shows dashboard description on mouse over dashboard name in menu project
de_de: Zeigt Dashboardbeschreibung bei Überfahren des Dashboardnamens mit der Maus

source: Show description
de_de: Beschreibung zeigen

source: Close
de_de: Schliessen

source: Save changes
de_de: Speichern

source: Configure element
de_de: Element konfigurieren

source: Cancel
de_de: Abbrechen

source: Configure dashboard basic data
de_de: Konfiguration Dashboard

source: Undo last step
de_de: Rückgängig

source: Redo last step
de_de: Wiederholen

source: Return to view mode
de_de: Zurück zum Ansichtsmodus

source: Configure selected item
de_de: Element konfigurieren

source: Move selected item in front of other items
de_de: Verschiebt markierte Elemente in den Vordergrund

source: Move selected item to back of other items
de_de: Verschiebt markierte Elemente in den Hintergrund

source: Delete selected items
de_de: Ausgewählte Elemente löschen

source: Nothing to save
de_de: Keine Änderungen

source: Not modified
de_de: Keine Änderungen

source: Saved
de_de: Gespeichert

source: No dashboards created
de_de: Kein Dashboard angelegt

source: Maybe you would like to add your first dashboard using the button bellow.
de_de: Um ein erstes Dashboard anzulegen, benutzen diese Schaltfläche.

source: loading...
de_de: wird geladen ...

source: New Dashboard
de_de: Neues Dashboard

source: Delete dashboard
de_de: Dashboard Löschen

source: Deleting a dashboard is permanent.
de_de: Warnung: Das Dashboard wird endgültig gelöscht!

source: Are you sure you want to delete?
de_de: Wirklich löschen?

source: Delete permanently
de_de: Löschen

source: Description
de_de: Beschreibung

source: Clone
de_de: Klonen

source: Edit
de_de: Bearbeiten

source: Delete
de_de: Löschen

source: edit Dashboard
de_de: Dashboard bearbeiten

source: View
de_de: Anzeigen

source: Add a
de_de: Fügt ein

source: Changed, press to save
de_de: Speichern (geändert)

source: Choose height unit
de_de: Einheit der Höhe

source: Choose width unit
de_de: Einheit der Breite

source: element to the dashboard
de_de: Element zum Dashboard

source: Height
de_de: Höhe

source: Off
de_de: Aus

source: On
de_de: An

source: Percentage
de_de: Prozentual

source: Pixels
de_de: Pixel

source: Width
de_de: Breite

source: Heading
de_de: Überschrift

source: html
de_de: Html Inhalt

source: Html code to show
de_de: Html Code zur Anzeige

source: Some text
de_de: Text

source: Colour
de_de: Farbe

source: Colour of title and values
de_de: Farbe für Bezeichnung und Werte

source: Colour to draw bar in
de_de: Farbe

source: Feed value
de_de: Feedwert

source: Font used
de_de: Verwendete Schriftart

source: Grad. Num.
de_de: Anz. Abstufungen

source: Graduations
de_de: Abstufungen

source: How many graduation lines to draw (only relevant if graduations are on)
de_de: Anzahl der Abstufungen (nur relevant wenn aktiv)

source: Label Colour
de_de: Farbe

source: Max value
de_de: Maximalwert

source: Max value to show
de_de: Maximalwert zum Anzeigen

source: Scale
de_de: Skalierung

source: Should the graduations be shown
de_de: Abstufungen anzeigen

source: Static offset. Subtracted from value before computing position (default 0)
de_de: Offset - wird vom Wert subtrahiert (Standard 0)

source: Title
de_de: Bezeichnung

source: Title of bar
de_de: Bezeichnung

source: Units
de_de: Einheit

source: Unit type to show after value. Ex: <br>"{Reading}{unit-string}"
de_de: Einheit nach dem Wert. Ex: <br>"{Reading}{unit-string}"

source: Value is multiplied by scale before display. Defaults to 1
de_de: Wert wird mulipliziert mit Skalierung (Standard 1)

source: Starting value
de_de: Startwert

source: Value
de_de: Wert

source: 0=rd, 1=gn, 2=gy, 3=bu, 4=vio, 5=ye, >5=bk
de_de: 0=Rot, 1=Grün, 2=Grau, 4=Vio., 5=Gelb, >5 Schwarz

source: Button Text
de_de: Schaltfläche Text

source: Caption
de_de: Bezeichnung

source: Confirmation
de_de: Bestätigung

source: Confirmation Box: yes/no
de_de: Bestätigung: Ja / Nein

source: Data to send
de_de: Daten zum Senden

source: Do you want to continue?
de_de: Wirklich Fortsetzen?

source: in milliseconds
de_de: in ms

source: IP address of server
de_de: Server IP Adresse

source: Listen port of server
de_de: Server Port

source: Method
de_de: Methode

source: Payload
de_de: Nutzdaten

source: URL example: node/param
de_de: URL Beispiel: Node/Parameter

source: yes/no
de_de: Ja/Nein

source: Bottom feed value
de_de: Niedrigster Wert

source: Feed Bottom
de_de: Feed Unten

source: Feed Top
de_de: Feed Oben

source: Top feed value
de_de: Höchstwert

source: Decimals
de_de: Kommast.

source: Decimals to show
de_de: Kommast.

source: Humidity
de_de: Feuchtigkeit

source: Relative humidity in %
de_de: Relative Luftfeuchtigkeit in %

source: Temperature
de_de: Temperatur

source: Temperature feed
de_de: Temperatur Feed

source: Temp unit
de_de: Temp. Einheit

source: Units of the choosen temp feed
de_de: Einheit des Temp. Feed

source: Black <-> White, Zero at left
de_de: Schwarz <-> Weiß, 0 = Links

source: Blue <-> Red, Zero at upper-left
de_de: Blau <-> Rot, 0 = Links

source: Green <-> Red, Zero at center
de_de: Grün <-> Rot, 0 = Mitte

source: Green <-> Red, Zero at left
de_de: Grün <-> Rot, 0 = Links

source: Green center <-> orange edges, Zero at center
de_de: Mitte Grün <-> Orange Seiten, 0 = Mitte

source: Light <-> Dark blue, Zero at left
de_de: Hell <-> Dunkelblau, 0 = Links

source: Light <-> dark green, Zero at left
de_de: Hell <-> Dunkelgrün, 0 = Links

source: Light blue <-> Red, Zero at mid-left
de_de: Hellblau <-> Rot, 0 = Mitte-Links

source: No
de_de: Nein

source: Red <-> Dark Red, Zero at left
de_de: Rot <-> Dunkelrot, 0 = Links

source: Red <-> Green, Zero at center
de_de: Rot <-> Grün, 0 = Mitte

source: Red <-> Green, Zero at left
de_de: Rot <-> Grün, 0 = Links

source: Should the graduation limits be shown
de_de: Soll max. Abstufung angezeigt werden

source: Static offset. Subtracted from value before computing needle position
de_de: Offset - wird vom Wert subtrahiert (Standard 0)

source: Type
de_de: Typ

source: Type to show
de_de: Anzeigetyp

source: Units to show
de_de: Anzeigeeinheit

source: Value is multiplied by scale before display
de_de: Anzeige = Wert * Skalierung

source: Yes
de_de: Ja

source: Unit position
de_de: Position Einheit

source: Where should the unit be shown
de_de: Wo soll die Einheit angezeigt werden

source: Min value
de_de: Minimum

source: Min value to show
de_de: Minimalwert zum Anzeigen

source: Scale applied to value
de_de: Skalierung des Wertes

source: Feed 2 (Min/Max for example)
de_de: Feed 2 (Min/Max z.B.)

source: Units to show for value
de_de: Einheit vor dem Wert

source: Value shown (wind speed)
de_de: Windgeschwindigkeit

source: Wind direction
de_de: Wind Richtung

source: clone
de_de: Kopie erstellen
